import React, { Component } from 'react'

export default class Books extends Component {
    render() {
        return (
            <section className="books-container">
                <h1>Димитър Брацов препуска със свещения дар на спомените</h1>

                <p> На 30 ноември 2013 г. в Регионална библиотека „Захарий Княжески“
                бяха представени две книги с лирика и проза на Димитър Брацов –
                „Завещание“ и „Легенди и митове“. Слово за тях произнесе Стойчо Маджарски.</p>

                <p>Двете книги на Димитър Брацов са ясен знак за това, че българското поетично слово
                няма така лесно да залезе и който го усеща в себе си, успява да му даде простор навън ведно
                със своите художествени откривателства. Голяма част от поезията му носи характерната за
                автора епичност на изказа. Брацов реди своя епос, в който главният герой на неговата лирика
                прехвърля годините, сезоните, срещите, разделите – целия живот като в калейдоскоп с ярки багри.
                Художественият рефлекс на този автор има много силен заряд, защото самият той е човек на земята
                не само по произход, но и по призвание („Съдба“, „На тебе, моя любов“). Когато се връща назад във времето,
                спомените изплуват в съзнанието на поета като свещени икони („Иконите на моите спомени“).</p>
                <poem>
                    <strophe>
                        <line> „По прашните дюлени пътища</line><br />
                        <line> на босоногото детство</line><br />
                        <line> препускат пак спомени</line><br />
                        <line> събуждат ги слънчеви изгреви</line><br />
                        <line> приспиват ги вечерните залези…“</line><br />
                    </strophe>
                </poem>
                <p>В поезията и в прозата на този автор спомените са свещен дар в дългия житейски път на човека.
                Те събират в едно фамилните дни, най-близките хора – обична жена, деца и внуци, скъпи на сърцето вечни приятелства,
                обвеяни от силата на най-топлите думи на преклонение и обич. Всичко е назовано с истинските имена, с точните слова,
                които трябва да изразят безкрайната обич на автора към този сакрален за него свят на миналите, на сегашните
                и на бъдещите дни на чудото, наречено живот.</p>
                <p>Димитър Брацов остава верен на съпричастието си към радостта и към болката на човека. Но той не е някаква абстракция.
                Това е живият човек до него, или този, който си е отишъл завинаги по „Млечния път през звездите“.
                НБП, Донка ЙОТОВА</p>

            </section>
        )
    }
}
