import React, { Component } from 'react';

import homeData from '../data/homeData';
import Container from '../components/Container';
import ToggleBtn from '../components/ToggleBtn';
//import Client from '../contentful';

export default class Home extends Component {
    constructor() {
        super();
        this.state = {
            visible: true,
            data: []
        }
        this.handleToggle = this.handleToggle.bind(this);
    }

    // getData = async () => {
    //     try {
    //         Client.getEntries({
    //             content_type: "cosmosApp",
    //             order: 'sys.createdAt'
    //         }).then((response) => {
    //             this.setState({
    //                 data: response.items
    //             })
    //         }
    //         )
    //     }
    //     catch (error) {
    //         console.log(error);
    //     }
    // }

    componentDidMount() {

        // this.getData();
        this.setState({
            data: homeData
        })

    }

    handleToggle() {
        this.setState({
            visible: !this.state.visible
        })

    }

    render() {
        return (
            <>
                <section className={this.state.visible ? "container" : "container show"}>
                    <h1>ОБЩИНА СТАРА ЗАГОРА,
                    ФОНДАЦИЯ “КОСМОС - ДИМИТЪР БРАЦОВ” – СТАРА ЗАГОРА
                    СПИСАНИЕ «ПТИЦИ В НОЩТА»,
                    НАРОДНО ЧИТАЛИЩЕ “НИКОЛАЙ ЛИЛИЕВ-2005” - СТАРА ЗАГОРА,
                    ДРУЖЕСТВО НА ПИСАТЕЛИТЕ – СТАРА ЗАГОРА
                    НАРОДНО ЧИТАЛИЩЕ „ДАСКАЛ ПЕТЪР ИВАНОВ – 1988“
                    С ПЕЧАТЕН ОРГАН - ВЕСТНИК „ЛИТЕРАТУРЕН ГЛАС“,
                    ИЗДАТЕЛСКИ КОНСОРЦИУМ “КОТА” - СТАРА ЗАГОРА
                    РЕГИОНАЛНА БИБЛИОТЕКА “ЗАХАРИЙ КНЯЖЕСКИ” – СТ.ЗАГОРА
                    </h1>
                    <h1>
                        ОБЯВЯВАТ
                    </h1>
                    <h1>
                        ОСМИ  НАЦИОНАЛЕН И С МЕЖДУНАРОДНО УЧАСТИЕ КОНКУРС
                        ЗА ПОЕЗИЯ „АКАДЕМИК НИКОЛАЙ ЛИЛИЕВ“ 2021 г. СТАРА ЗАГОРА

                    </h1>
                    <div>
                        Конкурсът е анонимен, без възрастови ограничения, на свободна тема.
                        Всеки автор от България или от чужбина изпраща до 3 (ТРИ)
                        поетични произведения, написани на кирилица, шрифт Times New Roman,
                        размер на шрифта 12, във формат .odt, .doc, .docx или .rtf
                        на електронен адрес:   ptici_liliev@abv.bg
                        в срок от 12 април 2021 г.  до 24.00 ч. на 16 май 2021 година
                    </div>
                    <div>
                        Писмата (имейлите) трябва да съдържат заглавие Относно: „За конкурса“ и ДВА прикачени файла – единият - с трите стихотворения заедно, а другият - с личните данни на участника (трите имена, възраст, точен адрес, телефон), за да бъдете идентифицирани при крайното класиране. В първия прикачен файл трябва да присъстват единствено стихотворенията на участника. Не вписвайте личните си данни в този файл!
                    </div>
                    <div>
                        Журито оценява стихотворенията анонимно!
                    </div>
                    <div>
                        На всяка творба се зачислява номер на пристигането (входящ номер).
                    </div>
                    <div>
                        Допълнителни изисквания: Участващите творби трябва да са авторски, непубликувани под каквато и да е форма (на хартия, в Интернет, под формата на аудио и/или видео). Не се допускат и не се приемат стихотворения, участвали в предишни издания на конкурса!
                    </div>
                    <div>
                        Ограничение за дължината на едно стихотворение – до 30 (тридесет) реда.

                    </div>
                    <div>
                        Творбите, които не отговарят на условията, не се допускат до участие.
                        В конкурса не могат да участват със свои творби:
                    </div>
                    <ul>
                        <li>членовете на конкурсното жури;</li>
                        <li>носителите на награди от предишните седем поетични конкурси;</li>
                        <li>участниците в организацията, провеждането и отчитането на конкурса.</li>
                    </ul>
                    <div>
                        Публикации на творбите: Авторите запазват изключителните права върху своите стихотворения! С изпращането на своите стихотворения всеки участник се съгласява
                        да предостави на списание „Птици в нощта“ и вестник „Литературен глас“,
                        както и на сайтовете   literaturenglas.com  и   fondaciakosmosdb.com
                        правата за публикация на авторовите творба.

                    </div>
                    <div>
                        Ще бъдат присъдени следните награди:
                    </div>
                    <div>
                        Първа награда - 500 лв., Втора награда – 400 лв., Трета награда - 300 лв.
                        Четвърта награда – 200 лева и Пета награда - 100 лв.
                    </div>
                    <div>
                        Всички получават и Почетна грамота и презентация
                        на страниците на в. „Литературен глас“, сп. „Птици в нощта“ и на двата сайта.
                        Наградите ще бъдат връчени на 26 май 2021 г. (сряда) от 18 ч. в Конферентната зала
                        на Регионална библиотека „Захарий Княжески“ - Стара Загора.
                        Лауреатите (отличените автори) автори поемат пътните си разноски.
                    </div>
                    <h1 className="center">Йордан ПЕЕВ</h1>
                    <h1 className="center">В НАВЕЧЕРИЕТО НА 3 МАРТ</h1>
                    <pre>
                        Момчета, днеска чух, че свободата<br />
                        ни била подарена на тепсия,<br />
                        че русите са врагове, не братя<br />
                        и чужда ни е матушка Русия.<br />
                        Че нямало е робство и кланета,<br />
                        а някакво съжителство идиотско,<br />
                        че сухи са очите на Венета<br />
                        и е безкрил копнежа на Бенковски.<br />
                        Това го чух от хора покрай мене,<br />
                        с които всеки ден живота боря.<br />
                        И паднал в паметта си на колене,<br />
                        реших да млъкна, вместо да говоря.<br />
                        Мълча пред хилядите гнили кости,<br />
                        потънал между тях от срам в земята.<br />
                        Мълча пред Шипка, Шейново… и Господ,<br />
                        дочул вика им „Грабвайте телата-а-а!…”<br />
                        Мълча пред Перущица и Батак, пред спомен<br />
                        за писъците в схлупената черква,<br />
                        пред майката до онзи куп огромен<br />
                        с пробитите от ятагана черепи.<br />
                        Мълча пред тайните и тесни друми,<br />
                        в които Дяконът едничък броди,<br />
                        на Каблешков пред кървавите думи<br />
                        изписали в душите ни „Свободен!”.<br />
                        Мълча пред Плевен и пред Ески Зара,<br />
                        обляна в кърви и опожарена.<br />
                        Мълча пред знамето с кръст от Самара<br />
                        и всичките загинали под него.<br />
                        Мълча пред лъвчето върху калпака<br />
                        събрало прадедите ни в дружина,<br />
                        мълча пред вопъл „Де е Караджата?...<br />
                        Аз искам, сестро, тука да загина …”<br />
                        Мълча!…<br />
                        И от мълчанието капят<br />
                        сълзи, които падат вътре в мене.<br />
                        България празнува свободата,<br />
                        но някак си празнува разделена…<br />
                        <br />
                        Йордан Пеев<br />
                        <br />
                        Бог да пази ОТЕЧЕСТВОТО!<br />
                        И ние с него...<br />
                        Честита свобода!<br />

                    </pre>
                    <h1 className="center">Дамян ДАМЯНОВ</h1>
                    <h1 className="center">ШИПКА</h1>
                    <pre>
                        Над деветстотин стръмни стъпала!<br />
                        Да се качи тук пеш, а не с кола<br />
                        едва ли даже здрав човек могъл би!<br />
                        Аз тръгвам пеш. Кръвта ми се тресе.<br />
                        Кой предпочел би гладкото шосе<br />
                        пред подвига на шипченските стълби?<br />
                        <br />
                        Тук не по стълби, а по канари<br />
                        се е катерил мъртвият дори<br />
                        в ония дни на вековечна слава!<br />
                        И пътят още е от кръв горещ!<br />
                        По тази кръв с молитва се минава!<br />
                        Кръвта на два народ пари тук!<br />
                        И те до днес стоят един до друг<br />
                        на този връх в прегръдката от камък!<br />
                        Затрупват ги и преспи, и мъгли,<br />
                        но няма сила да ги раздели!<br />
                        По-вечни от върха стоят те двама<br />
                        и свода на плещите си крепят.<br />
                        <br />
                        Към тях ме води този стръмен път,<br />
                        и той ме вика с ековете бойни.<br />
                        От канари сърцето ми кърви!<br />
                        Върхът расте от сечени глави!<br />
                        И тишина!<br />
                        „На Шипка все спокойно!“<br />
                        Не е спокойно! Шипка пак крещи<br />
                        във мен, в сина ми, в нашите бащи!<br />
                        Зове ни с ветровете си — тръбачи!<br />
                        Над деветстотин стръмни стъпала!<br />
                        Вървя по тях през кървава мъгла —<br />
                        не към върха, към себе си се качвам!<br />

                    </pre>
                    <h1 className="center">Начало на обръщение</h1>
                    <pre>
                        Република България<br />
                        Интелектуален елит на:<br />
                        Град Стара Загора<br />
                        Община Стара Загора<br />
                        Област Стара Загора<br />
                        Целият български народ на Нейно Величество:<br />
                        Православна Майка България!<br />
                        И към всички братя Българи<br />
                        в другите Българии, останали<br />
                        зад държавната ни граница!<br />
                    </pre>
                    <h1 className="center">О Б Р Ъ Щ Е Н И Е</h1>
                    <h4 className="center">(СПОДЕЛЕНО)</h4>
                    <p className="center">
                        От Димитър Генов Брацов<br />
                        Председател –  моб. тел.: 0898 679 609<br />
                        на Фондация „Интелектуален клуб КОСМОС – Димитър Брацов“<br />
                        гр. Стара Загора, кв. „Три чучура-север“, бл. 79, ап. 01<br />
                    </p>
                    <pre>
                        Уважаеми колеги,<br />
                        всички Вие, съпричастни<br />
                        с поетичното, изящното, Божественото слово,<br />

                    </pre>
                    <Container data={this.state.data} />
                    <pre className="italic">
                        Януари, 2021 г.		    	  С уважение <br />
                        Гр. Стара Загора	    	    	към всички вас: ………………. <br />
                        Резиденция „Змейово“    	Президент: Димитър Брацов <br />
                    </pre>
                    <hr />
                    <pre>
                        P.S. Следва продължение:<br />
                        I.	Учредители на Фондация „Космос – Димитър Брацов“<br />
                        II.	Печатен орган<br />
                        III.	Автори – презентирани на страниците на списанието<br />
                        IV.	Национален и с международно участие конкурс „Николай Лилиев“- Лауреати<br />
                        V.	Абонати на списанието<br />
                        VI.	Рекламодатели в списанието:<br />
                        1.	ЕТ „Бимед – Иванка Брацова“ – Стара Загора<br />

                    </pre>
                </section>
                <ToggleBtn
                    handleToggle={this.handleToggle}
                    visible={this.state.visible}
                />
            </>
        )
    }
}


