import React, { Component } from 'react'

export default class Home extends Component {
    render() {
        return (
            <section className="home-container">
                <h1>Учредиха клуб “Космос” в резиденция “Змейово”</h1>
                <p>
                    В резиденция “Змейово” на бизнес фамилията Брацови на 1 юни 2013 г. бе учреден клуб “Космос”
                    за литература, изкуство, култура с представители на различни творчески организации. Димитър Брацов,
                    глава на семейството, декларира намерението на неговите членове до последните наследници да бъдат спонсори,
                    покровители на това, което се открива с клуба “Космос”.
                    Срещата започна с есе-откровение за Майка България
                    което поднесе домакинът и вдъхновител за създаването на творческия дом.
                </p>

                <p>
                    Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                </p>
                <p>
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.
                </p>
                <p>
                    Достойна памет за родното място и за близките хора бе и разказът на майката Иванка Брацова, президент на фамилната фирма ЕТ “БИМЕД-ИБ”. Нейният род е от ямболското село Бояджик. В неговата история има неща, които потомците свято пазят, като опожаряването на селото и изкланите 120 души българи от турските башибозуци. Един от пострадалите, останал сирак, роден на 6 януари 1876 г., е
                    бащата на създателя на компютъра Джон Атанасов
                    Безкрайни са неговите митарства в Америка, където едва 13-годишен е изоставен от своя вуйчо, търговец на розово масло. Сред многото му деца е и Джон Атанасов. Г-жа Брацова разказа за вълнуващите му срещи с неговите родственици в с. Бояджик.

                </p>
                <p>
                    Като президент и собственик на фамилната фирма, тя подчерта факта, че “БИМЕД-ИБ” ще бъде в основата на бъдещата дейност на клуб “Космос”.
                    В този ден прозвучаха много послания за обич и благодарност към родителите. Цялото семейство, съпругът на г-жа Брацова и нейните деца – Милена и Евгений са завършили Строителния техникум (Професионална гимназия по строителство, архитектура и геодезия “Лубор Байер”) в Стара Загора. Родителите са работили по национални обекти. Снаха им Мария ги е зарадвала с двама внука – Димитър и Ивайло.
                </p>
                <p>
                    Моите родители, сподели синът Евгений, винаги са ме радвали с много неща. Баща ми ме изненада с това, което стана с него преди години.
                    Може би преди това таеше и не даваше гласност на скрития талант в него да пише и да разказва в рими. Но го разви. Изключително съм щастлив от този факт, тъй като винаги съм го считал, че е човек с възможности в съвсем друга сфера. Мисля, че не е моментът да говорим за историята на нашата фирма, за това, с което се занимаваме, което работим и от което се прехранваме. Именно тези 22 години бяха годините, в които работихме, и се надявам, че
                    създадохме много добро име в града
                </p>
                <p>
                    Това, за което и в бъдеще ще продължим да работим, е именно за доброто име на тази фамилия, нещо, на което винаги съм държал, защото и моите родители са ме възпитавали по този начин. Надявам се и някой от нашите двама сина да доразвият в себе си тези скрити заложби, които дядо им показа, да станат хора на изкуството.
                    Пожелавам на клуб “Космос” да привлича все повече поддръжници все повече хора, които да се събират и да споделят своите мисли за живота и за света чрез словото и изкуството. Моят брат веднага се включи в осъществяване на идеята на нашия баща за създаването на този клуб, каза инж. Милена Брацова, директор на застрахователна агенция в София. Така начинанието на бащата е подкрепено от цялото семейство.
                </p>
                <p>
                    Христо Танев, художник-хералдик и автор на логото на клуба, обясни знаците, които е използвал от глаголическата азбука на Св. Кирил Философ, знака на словото и този на кана, който е посветеният водач и който носи мъдростта на своя народ.
                    В резиденцията е отделен подходящ салон, в който в момента е подредена картинна колекция от творби на художника Кънчо Николов със сюжети от забележителната природа на с. Змейово.
                    На учредителната сбирка бе представен проектоуставът на клуба с пожеланието с идеите на неговите членове той да се утвърди като място, където творците ще имат свой дом, уют и възможности за творчески срещи и изяви.
                    Състоя се рецитал с участие на поетите Стойчо Маджарски, Йордан Атанасов и Димитър Брацов.

                    НБП, Донка ЙОТОВА
                </p>
            </section>
        )
    }
}
