import React, { Component } from 'react';

import homeData from '../data/homeData';
import Container from '../components/Container';
import ToggleBtn from '../components/ToggleBtn';
//import Image from '../components/Image.js';
//import imageData from '../data/imageData';
//import Client from '../contentful';
import img1 from "../images/MADJARSKI  SNIMKA.jpg";
import img2 from "../images/karzis1.pdf";
import img2 from "../images/karzis2.pdf";
import img2 from "../images/karzis3.pdf";

export default class Home extends Component {
    constructor() {
        super();
        this.state = {
            visible: true,
            data: []
        }
        this.handleToggle = this.handleToggle.bind(this);
    }

    // getData = async () => {
    //     try {
    //         Client.getEntries({
    //             content_type: "cosmosApp",
    //             order: 'sys.createdAt'
    //         }).then((response) => {
    //             this.setState({
    //                 data: response.items
    //             })
    //         }
    //         )
    //     }
    //     catch (error) {
    //         console.log(error);
    //     }
    // }

    componentDidMount() {

        // this.getData();
        this.setState({
            data: homeData
        })

    }

    handleToggle() {
        this.setState({
            visible: !this.state.visible
        })

    }

    render() {
        return (
            <>
                <section className={this.state.visible ? "container" : "container show"}>
                    <h1 className="center">ЗА ПОСЛЕДНО СБОГОМ…
                    </h1>
                    <div>
                        На 4 януари 2022 г. на 82-годишна възраст, ни напусна Стойчо Маджарски.
                    </div>
                    <div>
                        „Брилянтен майстор на поетичното слово, блестящ журналист, изящен автор на проза и ценен преводач от руски език, с ярко присъствие в старозагорския поетичен небосклон. С многостранна дейност и обществени ангажименти, в които влагаше еднаква отговорност, принципност и всеотдайност. Безрезервно отдаден на каузата, наречена Читалище, той бе председател на НЧ „Съзнание 1900″-с. Казанка повече от десетилетие, а до края на жизнения си път остана съпричастен към неговата дейност! Оставаш в сърцата ни, поете! Светъл да е пътят ти!“, се казва още в съобщението от официалната Фейсбук страница на отделите „Култура“ и „Туризъм и младежки дейности“ към Община Стара Загора..
                    </div>
                    <div>
                        Стойчо Маджарски (Стойчо Митев Стойчев), български поет, прозаик и преводач, е роден на 22.02.1939 г. в село Маджерито, община Стара Загора. Завършва средното си образование в Стара Загора (1957) и българска филология във ВТУ „Св. св. Кирил и Методий” - В. Търново (1980). Работи в Коми - АССР като директор на Дом за култура, журналист в българския вестник и телевизия (1972-1990). Бил е заместник- главен редактор на сп. „Участие” и Завеждащ редакция в Радиовъзел - Стара Загора. Има публикувани стихотворения във в. „Септември”, „Литературен глас”, в сп. „Участие”, „Птици в нощта”, „Кула”, „Съвременност” (Македония) и др. Работил е и като главен редактор на в. „Синя поща” и е основател на сп. „Птици в нощта”, излизало в Стара Загора (1999-2004). Бил е отговорен секретар на в. „Литературен глас”. Носител на наградата за литература и изкуство „Николай Лилиев”, голямата награда на Съюза на руските писатели през 2008 г. - „Златен Есенински медал”, на Петнайстата награда „Золотая муза” (2009), на орден „Кирил и Методий” - II степен и още десет отличия. Член е на Съюза на свободните писатели. Автор на 23 книги, 11 от които с поезия - „Вик от тайгата” (стихове, 1989), „Смях без мито” (хумор, 1990), „Бяла магия” (1992), „И все душата ми е жадна” (1994), „Докато дойде денят” (1996), „Врата” (1997), „Звездни бързеи” (1999), проза - „Под сянката на студения паралел. Сборник документални разкази” (2001) и др. Преводи: „Ще си издигна паметник неръкотворен. Избрана лирика от А. С. Пушкин” (19990, „Щом горя, до пепел нека бъде!… Избрани стихотворения от С. А. Есенин” (2000), „Тъжните славеи на Русия”

                    </div>
                    <div>
                        (2013) и др. Превежда и от френски език. Живееше в с. Казанка, община Стара Загора.
                    </div>
                    <img src={img1} alt="Logo" />
                    <img src={img2} alt="Logo" />
                    <img src={img3} alt="Logo" />
                    <img src={img4} alt="Logo" />

                </section>
                <ToggleBtn
                    handleToggle={this.handleToggle}
                    visible={this.state.visible}
                />
            </>
        )
    }
}


