// eslint-disable-next-line
export default [
    {
        sys: {
            id: "1",
        },
        fields: {
            name: "paragraph one",
            text: ` На 30 ноември 2013 г. в Регионална библиотека „Захарий Княжески“
                    бяха представени две книги с лирика и проза на Димитър Брацов –
                    „Завещание“ и „Легенди и митове“. Слово за тях произнесе Стойчо Маджарски.`
        }
    }, {
        sys: {
            id: "2",
        },
        fields: {
            name: "paragraph two",
            text: ` Двете книги на Димитър Брацов са ясен знак за това, че българското поетично слово
                    няма така лесно да залезе и който го усеща в себе си, успява да му даде простор навън ведно
                    със своите художествени откривателства. Голяма част от поезията му носи характерната за
                    автора епичност на изказа. Брацов реди своя епос, в който главният герой на неговата лирика
                    прехвърля годините, сезоните, срещите, разделите – целия живот като в калейдоскоп с ярки багри.
                    Художественият рефлекс на този автор има много силен заряд, защото самият той е човек на земята
                    не само по произход, но и по призвание („Съдба“, „На тебе, моя любов“). Когато се връща назад във времето,
                    спомените изплуват в съзнанието на поета като свещени икони („Иконите на моите спомени“).`
        }
    },
    {
        sys: {
            id: "3",
        },
        fields: {
            name: "paragraph three",
            text: `    „По прашните дюлени пътища 
                    `
        }
    }, ,
    {
        sys: {
            id: "4",
        },
        fields: {
            name: "paragraph three",
            text: `    на босоногото детство
                    `
        }
    }, ,
    {
        sys: {
            id: "5",
        },
        fields: {
            name: "paragraph three",
            text: `   препускат пак спомени
                    `
        }
    }, ,
    {
        sys: {
            id: "6",
        },
        fields: {
            name: "paragraph three",
            text: `  
                       събуждат ги слънчеви изгреви
                    `
        }
    }, ,
    {
        sys: {
            id: "7",
        },
        fields: {
            name: "paragraph three",
            text: ` 
                    приспиват ги вечерните залези…“
                    `
        }
    },
    {
        sys: {
            id: "8",
        },
        fields: {
            name: "paragraph four",
            text: ` В поезията и в прозата на този автор спомените са свещен дар в дългия житейски път на човека.
                    Те събират в едно фамилните дни, най-близките хора – обична жена, деца и внуци, скъпи на сърцето вечни приятелства,
                    обвеяни от силата на най-топлите думи на преклонение и обич. Всичко е назовано с истинските имена, с точните слова,
                    които трябва да изразят безкрайната обич на автора към този сакрален за него свят на миналите, на сегашните
                    и на бъдещите дни на чудото, наречено живот.  `
        }
    },
    {
        sys: {
            id: "9",
        },
        fields: {
            name: "paragraph five",
            text: ` Димитър Брацов остава верен на съпричастието си към радостта и към болката на човека. Но той не е някаква абстракция.
                    Това е живият човек до него, или този, който си е отишъл завинаги по „Млечния път през звездите“.

                    НБП, Донка ЙОТОВА`
        }
    }
]