// eslint-disable-next-line
export default [
    {
        sys: {
            id: "1"
        },
        fields: {
            name: "paragraph one",
            text: `В резиденция “Змейово” на бизнес фамилията Брацови на 1 юни 2013 г. бе учреден клуб “Космос”
                    за литература, изкуство, култура с представители на различни творчески организации. Димитър Брацов,
                    глава на семейството, декларира намерението на неговите членове до последните наследници да бъдат спонсори,
                    покровители на това, което се открива с клуба “Космос”.
                    Срещата започна с есе-откровение за Майка България
                    което поднесе домакинът и вдъхновител за създаването на творческия дом.`
        }
    }, {
        sys: {
            id: "2"
        },
        fields: {
            name: "paragraph two",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    },
    {
        sys: {
            id: "3"
        },
        fields: {
            name: "paragraph three",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    },
    {
        sys: {
            id: "4"
        },
        fields: {
            name: "paragraph four",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    },
    {
        sys: {
            id: "5"
        },
        fields: {
            name: "paragraph five",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    },
    {
        sys: {
            id: "6"
        },
        fields: {
            name: "paragraph six",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    },
    {
        sys: {
            id: "7"
        },
        fields: {
            name: "paragraph seven",
            text: ` Високопатриотичното слово на Димитър Брацов трогна присъстващите. В него той сподели своето верую за българската мечта да бъдеш основна родова клетка в едно високоразвито българско общество с висок морал и интелектуален потенциал. В есето бе отредено място на рода, на спомените за него и пазителите на паметта за миналото, за дедите.
                    В историята на фамилията Брацови се пази спомена за техния праотец, който е бил войвода на чета по време на робството
                    Всичко, което го има България, е придобито в труд и в бран, отвоювано е с огън и меч от храбрите нейни чеда, подчерта авторът.`
        }
    }
]