// eslint-disable-next-line
export default [
    {
        sys: {
            id: "1",
            visible: true
        },
        fields: {
            name: "paragraph one",
            text: `От името на интелектуалната общност на Стара Загора, доброволно обединена във Фондация „Интелектуален клуб КОСМОС - ДБ“, с призванието да сътворяваме достойни за уважение общественополезни Апостолски дела, дължим да Ви поднесем следната необходима за Вас информация!`
        }
    }, {
        sys: {
            id: "2",
            visible: true
        },
        fields: {
            name: "paragraph two",
            text: ` I.	На 01.06.2013 г. в Резиденция „Змейово“, община Стара Загора, група интелектуалци съмишленици учредихме Фондация „Интелектуален клуб КОСМОС – Димитър Брацов“ за литература, изкуство и култура!`
        }
    },
    {
        sys: {
            id: "3",
            visible: false
        },
        fields: {
            name: "paragraph three",
            text: ` 1.	На 27 януари 2014 г. Окръжен съд – Стара Загора регистрира юридически структура: Фондация „Интелектуален клуб КОСМОС – Димитър Брацов“ със седалище: гр. Стара Загора, кв. „Три чучура-север“, жил. бл. 79, ап. 01. На практика, считано от деня на регистрацията в Окръжен съд - Стара Загора, до момента и за в бъдеще Фондацията е била и ще може да бъде законосъобразен партньор на Община Стара Загора в реализацията на културни проекти от ежегодните културни календари на Община Стара Загора! Нашата Фондация има капацитет, желание, възможности и законова легитимност да бъде партньор на всички държавни и обществено-полезни институции за успешна реализация на културни, образователни и научни проекти в страната и на българските културни институции зад граница!`
        }
    },
    {
        sys: {
            id: "4",
            visible: false
        },
        fields: {
            name: "paragraph four",
            text: ` 2.	Считано от март 2014 г. – Фондацията е собственик и издател на списание „Птици в нощта“! Ювелирно списание за поезия, проза, критика, публицистика, образование, наука, духовност, бизнес, лидерство, просперитет. Видно от издадените досега екземпляри, списанието се списва от редколегия, в списъка на която личат имената на най-изявените творци на Стара Загора – поети, писатели, художници, читалищни дейци, професори – преподаватели от Тракийски университет – Стара Загора. Списанието се радва на покровителството на Община Стара Загора, на Търговско-промишлената палата – Стара Загора, на ръководството на Тракийски университет – Стара Загора и на Благословията на Българската православна църква, Старозагорска епархия и на Митрополит Киприан! `
        }
    },
    {
        sys: {
            id: "5",
            visible: false
        },
        fields: {
            name: "paragraph five",
            text: ` Списанието е печатен орган на Фондацията и трибуна за изява на творците и интелектуалците на Стара Загора - от Дружеството на писателите и Съюза на художниците; от Република България и от чужбина.
Списанието се издава регулярно всяко тримесечие: март, юни, септември и декември, респективно 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021 година и ще продължава да се издава през идните години до тогава, докато бъде полезно и интересно за своите читатели.
`
        }
    },
    {
        sys: {
            id: "6",
            visible: false
        },
        fields: {
            name: "paragraph six",
            text: ` 3.	През месец Май 2014 година Фондацията организира и успешно проведе в гр. Стара Загора Първия по рода си Национален и с международно участие конкурс за поезия в памет на Академик Николай Лилиев, с участието на поети и творци от Стара Загора, република България и от чужбина! Всеки втори брой – юни месец на всяка година, всеки ежегоден конкурс в памет на Академик Николай Лилиев се отразява по достоен начин на страниците на печатния орган на Фондацията – списание „Птици в нощта“! Този престижен конкурс за поезия се организира и провежда успешно всяка календарна година, респективно: 2014, 2015, 2016, 2017, 2018, 2019, 2020  година и ще се проведе и през май 2021 година за осми път, и през идните години, докато е потребен на поетите-творци!
                `
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: ` 4.	С активната организаторска и финансова подкрепа на Фондацията, през есента, в края на 2017 г. беше възстановено Дружеството на писателите – град Стара Загора, като подразделение на Съюза на писателите на Република България! За председател на Дружеството на писателите – гр. Стара Загора единодушно беше избран г-н Таньо Клисуров! 
       Позволявам си да Ви го представя в резюме:
Бивш възпитаник на Строителен техникум – Стара Загора, специалност: „Строителство и архитектура“, випуск: 1959 – 1963 година на миналия век, завършил висше филологическо образование във Великотърновския университет, журналист и общественик, Почетен гражданин на Стара Загора, най-талантливият поет на Стара Загора, писател, преводач и пр.
През януари 2018 г., с финансовата подкрепа на Фондацията, възстановеното Дружество на писателите гр. Стара Загора, с председател Таньо Клисуров, беше регистрирано в Търговския регистър на гр. Стара Загора като юридическа структура „Сдружение“ с дейност в обществена полза, с банкова сметка, с нормативно разходно-оправдателни фактури и пр. Юридическа структура, легитимна да бъде партньор на Община Стара Загора в успешното реализиране на определени културни проекти от културния календар на Община Стара Загора за всички последващи години!
Юридическа структура, легитимна да бъде партньор на държавни и обществени неправителствени организации в успешната реализация на културни, образователни и научни проекти.
`
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: `Дължа да Ви се представя: 
Димитър Генов Брацов, председател на Фондация „КОСМОС – Димитър Брацов“, бивш възпитаник на Строителен техникум – Стара Загора, специалност „Геодезия и картография“, випуск 1960 – 1965 година. 
Считано от 01.03.1968 г. с непрекъснат професионален стаж като строителен техник до момента с 50-годишен трудов стаж и продължавам да работя в семейната ни строително-търговска фирма: ЕТ „БИМЕД - Иванка Брацова“ – гр. Стара Загора! На литературното поприще: член на Дружеството на писателите – Стара Загора! До момента имам издадени четири поредни книги: - поезия и белетристика, предстои издаването през 2021 година на петата моя книга – поезия и белетристика, със заглавие: „СЛЕД ПЕТДЕСЕТ И ПОВЕЧЕ ГОДИНИ И ПРЕДИ ТОВА“!
Иванка Митева Брацова: президент и собственик на семейната строително-търговска фирма: ЕТ „БИМЕД – Иванка Брацова“ - гр. Стара Загора; моя съпруга и моя съученичка от Строителен техникум – Стара Загора, специалност „Геодезия и картография“, випуск 1960 – 1965 година – основен спонсор на Фондация „КОСМОС – Димитър Брацов“.
Инж. Милена Димитрова Брацова – нашата дъщеря, бивш възпитаник на Строителен техникум – Стара Загора, специалност „Геодезия и картография“, випуск 1989 година. Понастоящем: Директор „Животозастраховане“ ДЗИ - гр. София. Представител на Фондация „КОСМОС – ДБ“ и списание „Птици в нощта“ за гр. София, страната и чужбина! Редактор в списанието!
Евгений Димитров Брацов – нашият син, бивш възпитаник на Строителен техникум – Стара Загора, специалност „Геодезия и картография“, випуск 1992 година. Редактор в списание „Птици в нощта“, рубрика Бизнес, лидерство и просперитет. Изпълнителен директор на ЕТ „БИМЕД – Иванка Брацова“ – Стара Загора. 
Мария Мирославова Брацова – съпруга на Евгений Брацов и наша снаха: отдел „Човешки ресурси“ на ЕТ „БИМЕД – Иванка Брацова“; Пиар на Фондация „Космос – Димитър Брацов“, съпричастна към нашето обществено полезно Апостолско дело!
Внук: Димитър Евгениев Брацов – студент трета година, наследник втора генерация на фирмата-спонсор на Фондацията.
Внук: Ивайло Евгениев Брацов – ученик в прогимназия, наследник втора генерация на фирата-спонсор на Фондацията.
`
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: ` Интелектуалният елит на Стара Загора – доброволно обединен във Фондация „Космос – Димитър Брацов“ - Стара Загора, в Дружеството на писателите - Стара Загора и редколегията на нашия общ печатен орган: списание „Птици в нощта“, в процесите на нашата интелектуална дейност стигнахме до извода: Генетичните възможности на творците в нашия град, предвид тяхната напреднала възраст, са на изчерпване! 
Натрупаният интелектуален потенциал у всеки един от тях трябва да бъде споделен и предаден на младите поколения! Породи се идеята, която искаме да споделим с Вас и която се надяваме, че Вие ще я приемете не само като полезна, но и като перспективна необходимост!
`
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: ` Определено смятаме за необходимо и предлагаме: 
Във всяка една от подопечните на РУО - Стара Загора гимназии да бъдат регламентирани: интелектуални клубове (ученически кръжоци) за поезия, литература, изкуство и култура. В тези клубове ще вземат участие най-подготвените ученици по български език и литература, посочени, определени от преподавателите по български език и литература в съответната гимназия! Лектори по изящно слово – поезия, белетристика, публицистика, литература, изкуство и култура ще бъдат предложените от ръководството на Дружеството на писателите – Стара Загора най-изявени творци – поети, писатели и публицисти, белетристи! Дължим да Ви уверим, че творците, които ще бъдат предложени, са личности, много добре подготвени и със своето висше филологическо образование ще отговарят на изискванията за преподавателски ценз!
Във всеки тримесечен брой на списание „Птици в нощта“ ще отредим необходимите страници за специалната рубрика: „Млади таланти“, на които страници редколегията ще презентира авторските произведения на тези млади таланти, посочени от техните лектори по изящното слово!
Освен това, през месец май, всяка година, на националния поетичен конкурс „Николай Лилиев“ ще се изявяват със своите поетични произведения най-добрите млади таланти. Най-добрият от всички тях ще бъде награждаван със специален приз за целта.
И така ще се процедира през 2021 г. и всяка следваща година. Основна цел: Предложените клубове (ученически кръжоци) да се формират като лаборатории за млади таланти! В обратна посока – да бъдат критерий за повишаване нивото на подготовка и усъвършенстване по български език и литература, като предпоставка за успешен прием и подготовка във висшите учебни заведения на страната. И най-вече – да се откриват още от средношколска възраст бъдещите поети и писатели на нашия любим град Стара Загора като Град на поетите и липите!
`
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: ` - Списание „Птици в нощта“ вече осем и повече години е трибуна на интелектуалците творци на Стара Загора, област Стара Загора и на автори - писатели, поети, публицисти, художници от цяла България. Надяваме се, че в идните години списанието ще стане трибуна и на младите таланти, които ще бъдат подготвени в клубовете за поезия, белетристика, литература, изкуство и култура в гимназиите и средните училища по места в област Стара Загора. Определено смятаме, че списание „Птици в нощта“ ще бъде жизнено потребно и полезно четиво за преподавателите и учениците в посочените училища.
Нещо повече: Видно от приложения екземпляр от брой 4 / декември 2018 година, актуално, на ювелирните страници на списанието беше отразен в максимална степен 75-годишния юбилей на престижното учебно заведение: Професионална гимназия по строителство, архитектура и геодезия „Лубор Байер“ – град Стара Загора! Редколегията на списанието дължи да Ви увери, че има желанието и капацитета да презентира на неговите ювелирни страници юбилейни и знакови дати от историята и настоящето на всяка гимназия и средно училище на територията на град Стара Загора и област Стара Загора! 
`
        }
    },
    {
        sys: {
            id: "7",
            visible: false
        },
        fields: {
            name: "paragraph seven",
            text: ` Уважаеми интелектуалци,
Още веднъж оставаме с надеждата, че ще бъдете съпричастни към нашето Апостолско Дело!
Очакваме: на страниците на нашия сайт да се появяват Ваши материали относно изложеното до тук от наша страна!
Предварително благодарим за Вашата отзивчивост!
`
        }
    }
]